

let questionArr = [
	{
		text: 'Сколько будет, если два умножить на два?',
		variants: {
			'1': 4,
			'2': 'Не знаю',
			'3': 'Путин',
		},
		correctAnswerIndex: '1',	
	},

	{
		text: 'Что означает слово "промискуитет"?',
		variants: {
			'1': 'Французское блюдо',
			'2': 'Что-то неприличное',
			'3': 'Мечта Дональда Трампа',	
		},
		correctAnswerIndex: '2',
	},
	{
		text: 'Кто открыл Америку?',
		variants: {
			'1': 'Иван Грозный',
			'2': 'Путин',
			'3': 'Колумб',	
		},
		correctAnswerIndex: '3',
		
	},
	{
		text: 'Сколько в России субъектов Федерации?',
		variants: {
			'1': 85,
			'2': 99,
			'3': 77,
		},
		correctAnswerIndex: '1',
	},
];